[
  {
    "ru": "\"Истинная жизнь есть жизнь в Боге.\" — Владимир Соловьёв\n\nСоловьёв считал, что только через духовное единение с Божественным человек находит свою подлинную сущность. Это не просто вера, но активное преображение мира через любовь и истину.",
    "en": "\"True life is life in God.\" — Vladimir Solovyov\n\nSolovyov believed that only through spiritual union with the Divine can a person realize their true essence. This is not mere belief, but the active transformation of the world through love and truth."
  },
  {
    "ru": "\"Человек — это свобода, устремлённая к Богу.\" — Николай Бердяев\n\nБердяев видел в свободе сущность человека. Свобода не как произвол, а как возможность творчества и духовного восхождения к Абсолюту.",
    "en": "\"Man is freedom directed toward God.\" — Nikolai Berdyaev\n\nBerdyaev saw freedom as the essence of man — not arbitrary will, but the possibility of creative ascent toward the Absolute."
  },
  {
    "ru": "\"Свет разума от Бога, но он нуждается в свете веры.\" — Павел Флоренский\n\nФлоренский соединял философию, науку и богословие, утверждая, что разум не противоположен вере, но раскрывается полно только через неё.",
    "en": "\"The light of reason is from God, but it needs the light of faith.\" — Pavel Florensky\n\nFlorensky unified philosophy, science, and theology, asserting that reason is not opposed to faith, but is fulfilled through it."
  },
  {
    "ru": "\"Бог есть живая Личность, а не абстрактный принцип.\" — Сергий Булгаков\n\nБулгаков подчеркивал личностную природу Бога, что делает возможным живое общение и боговоплощение как центр христианства.",
    "en": "\"God is a living Person, not an abstract principle.\" — Sergius Bulgakov\n\nBulgakov emphasized God's personal nature, making true communion and the Incarnation central to Christianity."
  },
  {
    "ru": "\"История — это борьба духа с бессмысленностью.\" — Николай Лосский\n\nДля Лосского история имеет метафизическое измерение: она раскрывает борьбу добра и зла, духа и хаоса.",
    "en": "\"History is the struggle of spirit against meaninglessness.\" — Nikolai Lossky\n\nLossky viewed history as metaphysical: a revelation of the struggle between good and evil, spirit and chaos."
  },
  {
    "ru": "\"Вера — это интуиция вечного.\" — Иван Ильин\n\nИльин полагал, что вера — это не слепое подчинение, а глубокое внутреннее зрение, направленное на вечные истины, постигаемые сердцем.",
    "en": "\"Faith is the intuition of the eternal.\" — Ivan Ilyin\n\nIlyin believed faith is not blind obedience, but deep inward vision — the heart’s grasp of eternal truths."
  },
  {
    "ru": "\"Трагедия свободы — это её злоупотребление.\" — Бердяев\n\nОн утверждал, что свобода несёт риск — возможность греха, но без неё невозможна любовь и творческое становление личности.",
    "en": "\"The tragedy of freedom is its abuse.\" — Berdyaev\n\nHe maintained that freedom entails risk — the possibility of sin — but without it, love and true personal creativity are impossible."
  },
  {
    "ru": "\"Церковь — это богочеловеческий организм, а не учреждение.\" — Булгаков\n\nТакое понимание Церкви делает её не просто религиозной структурой, а мистическим телом, объединённым Христом.",
    "en": "\"The Church is a God-man organism, not an institution.\" — Bulgakov\n\nThis view makes the Church not merely a structure, but a mystical body united in Christ."
  },
  {
    "ru": "\"Человек носит в себе образ вечности.\" — Соловьёв\n\nСоловьёв утверждал, что человек сотворён по образу Божию и потому имеет духовную природу, стремящуюся к вечности и истине.",
    "en": "\"Man bears within himself the image of eternity.\" — Solovyov\n\nSolovyov held that man, created in God’s image, possesses a spiritual nature longing for eternity and truth."
  },
  {
    "ru": "\"Мудрость — это откровение любви в истине.\" — Флоренский\n\nДля него истина немыслима без любви, так как знание без любви становится холодным и разрушительным.",
    "en": "\"Wisdom is the revelation of love in truth.\" — Florensky\n\nFor him, truth is unimaginable without love — for knowledge without love turns cold and destructive."
  },
  {
    "ru": "\"Свобода без Бога становится хаосом.\" — Бердяев\n\nБердяев видел в соединении свободы и веры путь к подлинной духовной личности и свободному обществу.",
    "en": "\"Freedom without God becomes chaos.\" — Berdyaev\n\nBerdyaev saw the union of freedom and faith as the path to authentic spiritual personhood and a free society."
  },
  {
    "ru": "\"Христианство есть религия преображения мира.\" — Булгаков\n\nХристианство, по Булгакову, не только о спасении души, но и о преображении всей реальности через Христа.",
    "en": "\"Christianity is the religion of the world's transfiguration.\" — Bulgakov\n\nFor Bulgakov, Christianity is not only about personal salvation but the transformation of all reality through Christ."
  },
  {
    "ru": "\"Чистота сердца — путь к знанию Бога.\" — Флоренский\n\nОн подчеркивал аскетическую сторону познания, где истина открывается не только разуму, но очищенному сердцу.",
    "en": "\"Purity of heart is the path to knowing God.\" — Florensky\n\nHe emphasized the ascetic dimension of knowing, where truth is revealed not just to the mind but to a purified heart."
  },
  {
    "ru": "\"Духовная жизнь есть бесконечное становление.\" — Лосский\n\nФилософия Лосского построена на идее, что человек всегда в процессе — путь к Богу никогда не завершён.",
    "en": "\"Spiritual life is endless becoming.\" — Lossky\n\nLossky’s philosophy rests on the idea that man is always in process — the journey toward God is never finished."
  },
  {
    "ru": "\"Любовь есть полнота бытия.\" — Соловьёв\n\nСоловьёв утверждал, что только через любовь человек постигает подлинное бытие, соединённое с Божественным.",
    "en": "\"Love is the fullness of being.\" — Solovyov\n\nSolovyov asserted that only through love does a person come into contact with the true essence of existence — the Divine."
  },
  {
    "ru": "\"Истина должна быть прожита, а не только понята.\" — Ильин\n\nФилософ настаивал на том, что истина — это не концепт, а образ жизни, укоренённый в духе и нравственности.",
    "en": "\"Truth must be lived, not merely understood.\" — Ilyin\n\nIlyin insisted that truth is not a concept, but a way of life rooted in spirit and morality."
  },
  {
    "ru": "\"Вера есть дерзновение духа.\" — Бердяев\n\nОн считал, что вера требует смелости и риска — это акт свободы, а не страх перед наказанием.",
    "en": "\"Faith is the boldness of the spirit.\" — Berdyaev\n\nHe saw faith as an act of freedom and courage — not fear, but a daring leap of spirit."
  },
  {
    "ru": "\"Жизнь вечная начинается здесь.\" — Флоренский\n\nФлоренский утверждал, что вечность — не в будущем, а уже дана в таинствах и жизни духа.",
    "en": "\"Eternal life begins here.\" — Florensky\n\nFlorensky affirmed that eternity is not merely a future promise but begins now in the sacraments and spiritual life."
  },
  {
    "ru": "\"Логос — это смысл, ставший плотью.\" — Булгаков\n\nБулгаков рассматривал Логос как воплощение Божественного смысла, проявленного в истории и в Иисусе Христе.",
    "en": "\"Logos is meaning become flesh.\" — Bulgakov\n\nBulgakov viewed the Logos as Divine meaning incarnate in history and in the person of Jesus Christ."
  },
  {
    "ru": "\"Без любви нет истины.\" — Соловьёв\n\nДля него любое знание, оторванное от любви, ложное по своей сути, ибо истина всегда личностна и духовна.",
    "en": "\"Without love there is no truth.\" — Solovyov\n\nFor him, knowledge severed from love is inherently false, because truth is always personal and spiritual."
  }
]
